Repository: subjectsplus/SubjectsPlus
Catalog: translations/messages+intl-icu.*.xlf
Languages: es

source: New FAQ
es: Nuevo FAQ

source: Browse by subject
es: Buscar por temas

source: Browse by collection
es: Buscar por colección

source: Browse videos
es: Ver vídeos

source: Find/ingest video
es: Buscar/encontrar un vídeo

source: Manually enter video
es: Introducir manualmente el vídeo

source: Add new user
es: Añadir un nuevo usuario

source: Departments
es: Departamentos

# popular_list.trial_databases
source: Trial Databases
es: Bases de Datos de Prueba

# title.database_list
source: Database lists
es: Lista de Bases de Datos

# heading.research_guides
source: Research Guides
es: Guías de Investigación

# popular_list.new_guides
source: New Guides
es: Nuevas Guías

# section.guide_collections
source: Guide Collections
es: Guía de Colecciones

# section.guide_type
source: {type} Guides
es: %type% Guías

# header.home
source: Home
es: Inicio

# header.guides
source: Guides
es: Guías

# header.databases
source: Databases
es: Bases de Datos

# header.staff_list
source: Staff list
es: Lista de personal

# header.faqs
source: FAQs
es: Preguntas Frecuentes

# header.talkback
source: Talkback
es: Responde a la Pregunta

# popular_list.new_databases
source: New Databases
es: Nuevas Bases de Datos

# control.dashboard.edit_profile
source: Edit Profile
es: Editar Perfil

# control.dashboard.create_new_record
source: Record
es: Crear un Nuevo Registro

# control.dashboard.create_new_guide
source: Guide
es: Crear una Nueva Guía

# control.dashboard.create_new_faq
source: FAQ
es: Crear Nuevas Preguntas Frecuentes

# control.link_checker
source: Link Checker
es: Verificador de enlaces

# linkchecker.choose_a_guide
source: Choose a guide
es: Elija una guía

# link_checker.select_guide
source: Select a guide
es: Seleccione la guía

# link_checker.results
source: Results
es: Resultados

# control.header.records
source: Records
es: Registros

# control.header.records.new_record
source: New record
es: Nuevo récord

# control.header.records.browse_items
source: Browse items
es: Buscar artículos

# control.header.records.databases_by_subject
source: Databases by subject
es: Bases de datos por temas

# control.header.guides.new_guide
source: New guide
es: Nueva guía

# control.header.guides.browse_guides
source: Browse guides
es: Buscar guías

# control.header.guides.manage_files
source: Manage files
es: Gestionar archivos

# control.header.guides.stats
source: Stats
es: Estadísticas

# control.header.faqs.create_new_faq
source: New FAQ
es: Crear un nuevo FAQ

# control.header.faqs.view_your_faqs
source: My FAQs
es: Vea sus preguntas frecuentes

# control.header.faqs.view_faqs
source: All FAQs
es: Ver las preguntas frecuentes

# control.header.faqs.view_faqs_by_subject
source: FAQs by Subject
es: Ver preguntas frecuentes por temas

# control.header.faqs.view_faqs_by_collection
source: FAQs by Collection
es: Nuevas preguntas frecuentes

# header.dashboard
source: At a Glance
es: Tablero de mandos

# control.header.admin_dashboard
source: Admin dashboard
es: Panel de control de la administración

# control.header.admin.users
source: Users New
es: Usuarios Nuevo

# control.header.admin.departments
source: Departments New
es: Departamentos Nuevo

# control.header.admin.manage_guides
source: Manage guides
es: Gestionar guíass

# control.header.admin.guide_collections
source: Guide collections
es: Colecciones de guías

# control.header.admin.database_types
source: Database types
es: Tipos de bases de datos

# control.header.admin.faq_collections
source: FAQ collections
es: Colecciones de preguntas frecuentes

# control.header.admin.edit_config
source: Config site
es: Configurar el sitio

# control.header.admin.logs
source: Admin Log
es: Registro de la administración

# control.dashboard.quick_links
source: Quick Links
es: Enlaces rápidos

# control.header.faqs
source: FAQs
es: Preguntas Frecuentes

# control.header.guides
source: Guides
es: Guías

# control.header.talkback
source: Talkback
es: Responde a la Pregunta

# searchbar.find_guides
source: Find Guides
es: Buscar Guías

# control.dashboard
source: At a Glance
es: Tablero de mandos

# control.header.media
source: Media
es: __control.header.media

# control.header.media.upload
source: Upload Media
es: __control.header.media.upload

# login.form.heading
source: Sign In
es: Iniciar sesión

# login.form.email.label
source: Email
es: Correo electrónico

# login.form.password.label
source: Password
es: Contraseña

# login.form.remember.check
source: Remember me
es: Recuérdame

# login.form.button
source: Sign In
es: Iniciar sesión

# login.form.logged.message
source: You are logged in as
es: Has iniciado sesión como

# login.form.logout.prompt
source: Sign Out
es: Desconectar

# close.aria.label
source: Close
es: Cerrar

# control.header.search.placeholder
source: Search SubjectsPlus
es: Búsqueda

# control.header.search.aria.label
source: Search
es: Búsqueda

# control.header.search.button
source: Go
es: Ir

# link_checker.check
source: Check links in guide
es: __link_checker.check

# control.dashboard.enable_dark_mode
source: Enable Dark Mode
es: __control.dashboard.enable_dark_mode

# control.dashboard.create_new_button
source: Create New
es: __control.dashboard.create_new_button

# control.back_to_list
source: Back to list
es: __control.back_to_list

# control.faq.form.active_faq
source: Active
es: __control.faq.form.active_faq

# control.faq.form.keywords
source: Keywords
es: __control.faq.form.keywords

# control.faq.form.subject
source: Subjects or Course Guides
es: __control.faq.form.subject

# control.faq.form.faq_collection_page
source: Collections
es: __control.faq.form.faq_collection_page

# control.faq.form.save_faq
source: Save FAQ
es: __control.faq.form.save_faq

# control.faq.form.question
source: Question
es: __control.faq.form.question

# control.faq.form.answer
source: Answer
es: __control.faq.form.answer

# control.faq.form.settings_header
source: Settings
es: __control.faq.form.settings_header

# control.faq.form.subject_placeholder
source: Add a Subject or Course
es: __control.faq.form.subject_placeholder

# control.faq.form.faq_collection_page_placeholder
source: Add a Collection
es: __control.faq.form.faq_collection_page_placeholder

# control.flyout.add_record_token.heading
source: Add a Record
es: __control.flyout.add_record_token.heading

# control.custom_tokens_menu.add_button
source: Insert
es: __control.custom_tokens_menu.add_button

# control.custom_tokens_menu.add_record_token
source: Record
es: __control.custom_tokens_menu.add_record_token

# control.custom_tokens_menu.add_media_token
source: Media
es: __control.custom_tokens_menu.add_media_token

# control.flyout.add_media_token.heading
source: Add Media
es: __control.flyout.add_media_token.heading

# control.header.faqs.edit_existing_faq
source: Edit FAQ
es: __control.header.faqs.edit_existing_faq

# control.faq.form.update_faq
source: Update FAQ
es: __control.faq.form.update_faq

# control.faqs.delete_faq
source: Delete
es: __control.faqs.delete_faq

# control.faqs.delete_faq.modal.header
source: Warning: Delete FAQ
es: __control.faqs.delete_faq.modal.header

# control.faqs.delete_faq.modal.text
source: Are you sure you want to delete this item permanently?
es: __control.faqs.delete_faq.modal.text

# control.faqs.delete_faq.cancel_button
source: Cancel
es: __control.faqs.delete_faq.cancel_button

# control.faqs.delete_faq.confirm_button
source: Yes, delete this item.
es: __control.faqs.delete_faq.confirm_button

# control.header.faqs.index
source: All FAQs
es: __control.header.faqs.index

# control.faqs.create_new_button
source: New FAQ
es: __control.faqs.create_new_button
