Repository: subjectsplus/SubjectsPlus
Catalog: translations/security.*.xlf
Languages: ar

source: An authentication exception occurred.
ar: حدث خطأ اثناء الدخول.

source: Authentication credentials could not be found.
ar: لم استطع العثور على معلومات الدخول.

source: Authentication request could not be processed due to a system problem.
ar: لم يكتمل طلب الدخول نتيجه عطل فى النظام.

source: Invalid credentials.
ar: معلومات الدخول خاطئة.

source: Cookie has already been used by someone else.
ar: ملفات تعريف الارتباط(cookies) تم استخدامها من قبل شخص اخر.

source: Not privileged to request the resource.
ar: ليست لديك الصلاحيات الكافية لهذا الطلب.

source: Invalid CSRF token.
ar: رمز الموقع غير صحيح.

source: No authentication provider found to support the authentication token.
ar: لا يوجد معرف للدخول يدعم الرمز المستخدم للدخول.

source: No session available, it either timed out or cookies are not enabled.
ar: لا يوجد صلة بينك و بين الموقع اما انها انتهت او ان متصفحك لا يدعم خاصية ملفات تعريف الارتباط (cookies).

source: No token could be found.
ar: لم استطع العثور على الرمز.

source: Username could not be found.
ar: لم استطع العثور على اسم الدخول.

source: Account has expired.
ar: انتهت صلاحية الحساب.

source: Credentials have expired.
ar: انتهت صلاحية معلومات الدخول.

source: Account is disabled.
ar: الحساب موقوف.

source: Account is locked.
ar: الحساب مغلق.

source: Too many failed login attempts, please try again later.
ar: عدد كبير جدا من محاولات الدخول الفاشلة، يرجى المحاولة مرة أخرى في وقت لاحق.

source: Invalid or expired login link.
ar: رابط تسجيل الدخول غير صالح أو منتهي الصلاحية.

source: Too many failed login attempts, please try again in %minutes% minute.
ar: عدد كبير جدا من محاولات الدخول الفاشلة، يرجى اعادة المحاولة بعد %minutes% دقيقة.

source: Too many failed login attempts, please try again in %minutes% minutes.
ar: عدد كبير جدا من محاولات الدخول الفاشلة، يرجى اعادة المحاولة بعد %minutes% دقيقة.
